Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/primaernaeringer.html.tmx
Source language: nob
Languages: sme

source: Primærnæringene har en svært viktig plass i store deler av samiske områder, og utgjør en viktig del av grunnlaget for sysselsetting og bosetting i disse områdene.
sme: Vuođđoealáhusat Vuođđoealáhusain lea leamaš hui deaŧalaš sadji ollu sámi guovlluin, ja lea deaŧalaš oassi barggolašvuođa ja ássama vuođus dáin guovlluin.

source: Primærnæringene er dessuten svært viktige som språk- og kulturbærere.
sme: Muđui leat vuođđoealáhusat hui deaŧalaččat giella- ja kulturguoddin.

source: Et rikt samisk språk for primærnæringene viser tydelig hvor viktig disse næringene har vært langt tilbake i tid.
sme: Vuođđoealáhusaid rikkis sámegiella čájeha čielgasit man deaŧalaččat dat ealáhusat leat leamaš ovddeš áiggiin.

source: Næringskombinasjon jordbruk- fiske har vært en særlig viktig del av det materielle og kulturelle grunnlaget for sjøsamisk bosetting, kultur og levesett.
sme: Lotnolasealáhusat eanandoalo-guolástus leat leamaš deaŧalaš oassin ávnnaslaš ja kultuvrralaš vuođus mearrasámi ássamii, kultuvrii ja eallinvuohkái.

source: Det forholdet at primærnæringene er viktige bærere av samiske språk og kultur gjør at disse næringene har en viktig funksjon i det samiske samfunnet.
sme: Dat go vuođđoealáhusat leat sámi gielaid ja kultuvrra deaŧalaš bisuheaddjit, dahká ahte dáin ealáhusain lea deaŧalaš doaibma sámi servodagas.

source: Sametinget skal være med på å skape næringsvirksomhet i primærnæringene både gjennom politiske prosesser og gjennom tilskuddsmidlene.
sme: Politihkalaš proseassaid ja doarjjaortnegiid bokte galgá Sámediggi leat mielde ealáskahttimin ealáhusdoaimma vuođđoealáhusain.

source: Sametinget ønsker å styrke primærnæringene, slik at de også i fremtiden ivaretar den sentrale rollen de har for det samiske samfunnet.
sme: Sámediggi háliida nannet vuođđoealáhusaid, nu ahte dat maiddái boahtteáiggis gozihit guovddáš rolla mii dain lea sámi servodagas.
